<template>
    <h2>
        作業システムマニュアル
    </h2>
    <div class="aligned-text">
        <p>
            1.意入力について原則として、毎回出勤時間、退時間ボタンで登録を行ってください。 必要に応じして、勤務登録画面にて入力編集が可能です。
        </p>
        <p>
            2.務区分について 通常の出動は空白にしてください。 それ以外の場合、プルダウンから選択してくだきい。
        </p>
        <p>
            3.務時間について 入力編集は15分刻み+です。 例：出時間は905退時間は1805の場合 シスム上自動的に915～1800と計上されます。
        </p>
        <p>
            4.体融時にいて 休時間(E)、休時間（タ方） ・8時闘を超え成業する場合、少なくとも時間を超える体を与する法津があるため 属現場の体時間（間）が1時間末の ステム上休想時間（タ方）に不定時間的しす <br>例：900～190ち時間（)4の 休時間（夕方）不足分の15分を軸的に1上 さらに食事などの体時間を取る場全。必すその分時団をい入れくたさい <br>例：900～1900う時間()が4分の 体時（タ）から15を、分モ なお、当社し、体時（タなはと。があはにしてくた
        </p>
    </div>
</template>

<script>


</script>

<style>
.aligned-text {
      display: inline-block; /* 将文本包装为块级元素，使其与h2标签对齐 */
      vertical-align: top; /* 垂直对齐方式，可以根据需要调整 */
      margin-left: 40px; /* 可以根据需要调整文本与h2标签之间的距离 */
      overflow-wrap: break-word;
}
</style>